[
    {
        "name" : "MS Paint Bird",
        "image" : "bird_mspaint.png",
        "width": "75%",
        "year" : "2023",
        "medium" : "Tablet, MS Paint",
        "notes" : "I actually started this piece drawing a secretary bird but then Frankenstein'd it into a pigeon without using a reference. (Hopefully you can't tell.) It's intentionally a bit rough around the edges."
    },
    {
        "name" : "Portrait of Alan Turing",
        "image" : "turing_mspaint.png",
        "width": "80%",
        "year" : "2023",
        "medium" : "Tablet, MS Paint",
        "notes" : "For this piece, I challenged myself to use only one color and one type of brush. I think I did well at bringing out distinctive details despite the constraints. I still remember laughing to my friends about how ridiculously simple Turing's hair is to draw in the school library."
    },
    {
        "name" : "Large Pink Flower",
        "image" : "large_pink_flower.png",
        "width": "100%",
        "year" : "2019",
        "medium" : "Colored pencil",
        "notes" : "This drawing is actually a high school art class assignment, but I'm still pretty fond of it. I used my photography as a reference. Also, the teacher almost failed me because I took so long, but thankfully she bumped me up to an A after I showed her the finished piece."
    },
    {
        "name" : "Small Pink Flower",
        "image" : "small_pink_flower.png",
        "width": "80%",
        "year" : "2021",
        "medium" : "Water color and colored pencil",
        "notes" : "I felt upset over this drawing at first but grew to like it later. Creating a good dark-light contrast took a while, but I think I ultimately did well."
    },
    {
        "name" : "Portrait of a Woman",
        "image" : "portrait_woman.png",
        "width": "80%",
        "year" : "2024",
        "medium" : "Tablet, MS Paint",
        "notes" : "My rendition of Da Vinci's <i>La Scapigliata</i>. I drew this in only a few days, pleasantly surprising even myself."
    },
    {
        "name" : "Pigeon and Olive Branch",
        "image" : "olive_and_pigeon.png",
        "width": "75%",
        "year" : "2024",
        "medium" : "Tablet, MS Paint",
        "notes" : "The bird in this drawing is an Oriental Frill pigeon. I tried to vary the color usage more, but I'm not sure how well it really worked. Drawing the olive branch over the spray paint background was probably my favorite part."
    }
]